const people = [
  {
    id: "1",
    name: "احمد",
    img: "https://picsum.photos/200",
    favAya:
      "قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (30)",
    sora: "مريم",
  },
  {
    id: "2",
    name: "ياسر",
    img: "https://picsum.photos/201",
    favAya: "قُلۡ هُوَ ٱللَّهُ أَحَدٌ (1)",
    sora: "الإخلاص",
  },
  {
    id: "3",
    name: "عبدالعزيز",
    img: "https://picsum.photos/202",
    favAya: "اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ (1)",
    sora: "القمر",
  },
  {
    id: "4",
    name: "محمد",
    img: "https://picsum.photos/203",
    favAya: "وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ (39)",
    sora: "النجم",
  },
];

/*

المطلوب اظهار معلومات الكائن او الأوبجيكت في الصفحة بالترتيب صورة الكائن ثم اسمة ثم الأية المفضلة بجانبها السورة المفضلة
إظهار معلومات الكائن في 

Div contains ID = content


classes you will use "person","red","yellow"

*/
